{
    "Gestion de projets": ["Gestão de projetos", "La gestion de projets est essentielle pour respecter les délais et les budgets.", "A gestão de projetos é essencial para respeitar os prazos e os orçamentos."],
    "Économie de l'ingénierie": ["Economia da engenharia", "L'économie de l'ingénierie analyse les coûts et les bénéfices des projets techniques.", "A economia da engenharia analisa os custos e os benefícios dos projetos técnicos."],
    "Entrepreneuriat": ["Empreendedorismo", "L'entrepreneuriat est le processus de création et de gestion de nouvelles entreprises.", "O empreendedorismo é o processo de criação e gestão de novas empresas."],
    "Innovation": ["Inovação", "L'innovation est cruciale pour rester compétitif sur le marché.", "A inovação é crucial para manter-se competitivo no mercado."],
    "Gestion de la qualité": ["Gestão da qualidade", "La gestion de la qualité assure que les produits répondent aux normes établies.", "A gestão da qualidade garante que os produtos atendam aos padrões estabelecidos."],
    "Analyse SWOT": ["Análise SWOT", "L'analyse SWOT permet d'évaluer les forces, faiblesses, opportunités et menaces.", "A análise SWOT permite avaliar as forças, fraquezas, oportunidades e ameaças."],
    "Bilan": ["Balanço", "Le bilan financier donne une vue d'ensemble des actifs et des passifs de l'entreprise.", "O balanço financeiro fornece uma visão geral dos ativos e passivos da empresa."],
    "Budget prévisionnel": ["Orçamento previsional", "Le budget prévisionnel est utilisé pour planifier les dépenses futures.", "O orçamento previsional é usado para planejar as despesas futuras."],
    "Cash flow": ["Fluxo de caixa", "Un bon cash flow est crucial pour la survie de l'entreprise.", "Um bom fluxo de caixa é crucial para a sobrevivência da empresa."],
    "Capital risque": ["Capital de risco", "Le capital risque investit dans des startups à fort potentiel.", "O capital de risco investe em startups com alto potencial."],
    "Objectifs SMART": ["Objetivos SMART", "Les objectifs SMART sont spécifiques, mesurables, atteignables, réalistes et temporels.", "Os objetivos SMART são específicos, mensuráveis, alcançáveis, realistas e temporais."],
    "Leadership": ["Liderança", "Le leadership est essentiel pour guider une équipe vers l'atteinte des objectifs.", "A liderança é essencial para guiar uma equipe na conquista dos objetivos."],
    "Marketing stratégique": ["Marketing estratégico", "Le marketing stratégique détermine comment atteindre les objectifs de marché.", "O marketing estratégico determina como alcançar os objetivos de mercado."],
    "Plan d'affaires": ["Plano de negócios", "Le plan d'affaires est un document qui décrit la stratégie de l'entreprise.", "O plano de negócios é um documento que descreve a estratégia da empresa."],
    "Retour sur investissement (ROI)": ["Retorno sobre investimento (ROI)", "Le ROI mesure la rentabilité d'un investissement.", "O ROI mede a rentabilidade de um investimento."],
    "Gestion des risques": ["Gestão de riscos", "La gestion des risques identifie et minimise les menaces pour l'entreprise.", "A gestão de riscos identifica e minimiza as ameaças para a empresa."],
    "Analyse financière": ["Análise financeira", "L'analyse financière évalue la santé économique d'une entreprise.", "A análise financeira avalia a saúde econômica de uma empresa."],
    "Système d'information": ["Sistema de informação", "Le système d'information collecte et traite les données de l'entreprise.", "O sistema de informação coleta e processa os dados da empresa."],
    "Développement durable": ["Desenvolvimento sustentável", "Le développement durable vise à minimiser l'impact environnemental des activités économiques.", "O desenvolvimento sustentável visa minimizar o impacto ambiental das atividades econômicas."],
    "Marché cible": ["Mercado-alvo", "Définir le marché cible est crucial pour une stratégie marketing efficace.", "Definir o mercado-alvo é crucial para uma estratégia de marketing eficaz."],
    "Évaluation de performance": ["Avaliação de desempenho", "L'évaluation de performance mesure l'efficacité des employés.", "A avaliação de desempenho mede a eficácia dos funcionários."],
    "Réseau d'affaires": ["Rede de negócios", "Un bon réseau d'affaires peut ouvrir des opportunités professionnelles.", "Uma boa rede de negócios pode abrir oportunidades profissionais."],
    "Segmentation de marché": ["Segmentação de mercado", "La segmentation de marché divise le marché en groupes de consommateurs distincts.", "A segmentação de mercado divide o mercado em grupos de consumidores distintos."],
    "Processus opérationnel": ["Processo operacional", "Optimiser le processus opérationnel peut réduire les coûts et améliorer l'efficacité.", "Otimizar o processo operacional pode reduzir os custos e melhorar a eficiência."],
    "Proposition de valeur": ["Proposta de valor", "La proposition de valeur explique pourquoi un client devrait choisir votre produit.", "A proposta de valor explica por que um cliente deve escolher seu produto."],
    "Benchmarking": ["Benchmarking", "Le benchmarking consiste à comparer les pratiques de l'entreprise avec celles des leaders du secteur.", "O benchmarking consiste em comparar as práticas da empresa com as dos líderes do setor."],
    "Analyse des coûts": ["Análise de custos", "L'analyse des coûts aide à déterminer les dépenses et à optimiser les ressources.", "A análise de custos ajuda a determinar as despesas e a otimizar os recursos."],
    "Stratégie de différenciation": ["Estratégia de diferenciação", "La stratégie de différenciation vise à rendre le produit unique sur le marché.", "A estratégia de diferenciação visa tornar o produto único no mercado."],
    "Partenariat": ["Parceria", "Un partenariat peut offrir des avantages mutuels à deux entreprises.", "Uma parceria pode oferecer benefícios mútuos a duas empresas."],
    "Planification stratégique": ["Planejamento estratégico", "La planification stratégique est le processus de définition des objectifs à long terme.", "O planejamento estratégico é o processo de definição de objetivos de longo prazo."],
    "Analyse de marché": ["Análise de mercado", "L'analyse de marché aide à comprendre les besoins et les comportements des consommateurs.", "A análise de mercado ajuda a entender as necessidades e comportamentos dos consumidores."],
    "Cycle de vie du produit": ["Ciclo de vida do produto", "Le cycle de vie du produit comprend toutes les étapes depuis la conception jusqu'à la fin de sa vie.", "O ciclo de vida do produto compreende todas as etapas desde a concepção até o fim de sua vida."],
    "Satisfaction client": ["Satisfação do cliente", "La satisfaction client mesure comment les produits répondent aux attentes des consommateurs.", "A satisfação do cliente mede como os produtos atendem às expectativas dos consumidores."],
    "Fusions et acquisitions": ["Fusões e aquisições", "Les fusions et acquisitions peuvent transformer significativement le paysage industriel.", "As fusões e aquisições podem transformar significativamente o panorama industrial."],
    "Gestion des stocks": ["Gestão de inventário", "La gestion des stocks assure que les produits sont disponibles sans excès.", "A gestão de inventário garante que os produtos estejam disponíveis sem excesso."],
    "Plan de communication": ["Plano de comunicação", "Un plan de communication définit comment les informations seront diffusées.", "Um plano de comunicação define como as informações serão divulgadas."],
    "Recherche et développement (R&D)": ["Pesquisa e desenvolvimento (P&D)", "La R&D est cruciale pour l'innovation et le développement de nouveaux produits.", "A P&D é crucial para a inovação e o desenvolvimento de novos produtos."],
    "Analyse de la chaîne de valeur": ["Análise da cadeia de valor", "L'analyse de la chaîne de valeur examine chaque étape du processus de production.", "A análise da cadeia de valor examina cada etapa do processo de produção."],
    "KPI (Key Performance Indicator)": ["KPI (Indicador-chave de desempenho)", "Les KPI sont utilisés pour mesurer la performance par rapport aux objectifs.", "Os KPI são usados para medir o desempenho em relação aos objetivos."],
    "Modèle économique": ["Modelo de negócio", "Le modèle économique décrit comment une entreprise génère ses revenus.", "O modelo de negócio descreve como uma empresa gera suas receitas."],
    "Rentabilité": ["Rentabilidade", "La rentabilité mesure la capacité d'une entreprise à générer des profits.", "A rentabilidade mede a capacidade de uma empresa de gerar lucros."],
    "Marché financier": ["Mercado financeiro", "Le marché financier regroupe les activités liées à l'échange de titres et d'actifs.", "O mercado financeiro engloba as atividades relacionadas à troca de títulos e ativos."],
    "Gestion des ressources humaines": ["Gestão de recursos humanos", "La gestion des ressources humaines concerne la gestion du personnel de l'entreprise.", "A gestão de recursos humanos trata da administração do pessoal da empresa."],
    "Comportement du consommateur": ["Comportamento do consumidor", "Étudier le comportement du consommateur aide à concevoir des stratégies marketing efficaces.", "Estudar o comportamento do consumidor ajuda a desenvolver estratégias de marketing eficazes."],
    "Analyse concurrentielle": ["Análise competitiva", "L'analyse concurrentielle évalue les forces et faiblesses des concurrents.", "A análise competitiva avalia as forças e fraquezas dos concorrentes."],
    "Économie d'échelle": ["Economia de escala", "L'économie d'échelle réduit le coût unitaire à mesure que la production augmente.", "A economia de escala reduz o custo unitário à medida que a produção aumenta."],
    "Répartition des tâches": ["Distribuição de tarefas", "La répartition des tâches assure que les responsabilités sont clairement définies.", "A distribuição de tarefas garante que as responsabilidades estão claramente definidas."],
    "Développement commercial": ["Desenvolvimento comercial", "Le développement commercial se concentre sur l'expansion et la croissance de l'entreprise.", "O desenvolvimento comercial foca na expansão e crescimento da empresa."],
    "Portefeuille de projets": ["Portfólio de projetos", "Le portefeuille de projets regroupe tous les projets en cours dans l'entreprise.", "O portfólio de projetos agrupa todos os projetos em andamento na empresa."],
    "Analyse de rentabilité": ["Análise de rentabilidade", "L'analyse de rentabilité permet de vérifier si les investissements sont profitables.", "A análise de rentabilidade permite verificar se os investimentos são lucrativos."],
    "Optimisation des processus": ["Otimização de processos", "L'optimisation des processus vise à améliorer l'efficacité et réduire les coûts.", "A otimização de processos visa melhorar a eficiência e reduzir os custos."],
    "Cycle d'exploitation": ["Ciclo operacional", "Le cycle d'exploitation comprend toutes les activités liées à la production et à la vente.", "O ciclo operacional compreende todas as atividades relacionadas à produção e venda."],
    "Planification des ressources": ["Planejamento de recursos", "La planification des ressources assure que les ressources nécessaires sont disponibles au bon moment.", "O planejamento de recursos garante que os recursos necessários estejam disponíveis no momento certo."],
    "Dépréciation": ["Depreciação", "La dépréciation représente la perte de valeur des actifs au fil du temps.", "A depreciação representa a perda de valor dos ativos ao longo do tempo."],
    "Sourcing": ["Sourcing", "Le sourcing consiste à trouver et sélectionner les fournisseurs pour les besoins de l'entreprise.", "O sourcing consiste em encontrar e selecionar fornecedores para as necessidades da empresa."],
    "Économies d'échelle": ["Economias de escala", "Les économies d'échelle permettent de réduire le coût unitaire en augmentant le volume de production.", "As economias de escala permitem reduzir o custo unitário ao aumentar o volume de produção."],
    "Tableau de bord": ["Painel de controle", "Le tableau de bord fournit une vue d'ensemble des indicateurs clés de performance.", "O painel de controle fornece uma visão geral dos indicadores-chave de desempenho."],
    "Due diligence": ["Due diligence", "La due diligence est une vérification approfondie effectuée avant une acquisition.", "A due diligence é uma verificação minuciosa realizada antes de uma aquisição."],
    "Responsabilité sociétale des entreprises (RSE)": ["Responsabilidade social corporativa (RSC)", "La RSE est l'engagement des entreprises envers des pratiques éthiques et durables.", "A RSC é o compromisso das empresas com práticas éticas e sustentáveis."],
    "Part de marché": ["Participação de mercado", "La part de marché mesure la proportion des ventes d'une entreprise par rapport au marché total.", "A participação de mercado mede a proporção das vendas de uma empresa em relação ao mercado total."],
    "Taux de croissance": ["Taxa de crescimento", "Le taux de croissance évalue l'augmentation des revenus ou des bénéfices sur une période donnée.", "A taxa de crescimento avalia o aumento das receitas ou lucros em um período determinado."],
    "Modèle de coût": ["Modelo de custo", "Le modèle de coût détermine comment les coûts sont attribués aux produits ou services.", "O modelo de custo determina como os custos são atribuídos aos produtos ou serviços."],
    "Équilibre financier": ["Equilíbrio financeiro", "L'équilibre financier assure que les revenus couvrent les dépenses.", "O equilíbrio financeiro garante que as receitas cubram as despesas."],
    "Gestion des relations client (CRM)": ["Gestão de relacionamento com o cliente (CRM)", "Le CRM gère les interactions entre l'entreprise et ses clients pour améliorer les relations.", "O CRM gerencia as interações entre a empresa e seus clientes para melhorar o relacionamento."],
    "Propriété intellectuelle": ["Propriedade intelectual", "La propriété intellectuelle protège les créations et innovations originales.", "A propriedade intelectual protege criações e inovações originais."],
    "Stratégie de prix": ["Estratégia de preços", "La stratégie de prix détermine comment fixer les prix pour maximiser les profits.", "A estratégia de preços determina como definir os preços para maximizar os lucros."],
    "Analyse de la chaîne logistique": ["Análise da cadeia de suprimentos", "L'analyse de la chaîne logistique optimise le flux de produits depuis la production jusqu'au client.", "A análise da cadeia de suprimentos otimiza o fluxo de produtos desde a produção até o cliente."],
    "Rendement du capital": ["Retorno sobre o capital", "Le rendement du capital mesure le retour financier généré par les investissements.", "O retorno sobre o capital mede o retorno financeiro gerado pelos investimentos."],
    "Élasticité-prix": ["Elasticidade-preço", "L'élasticité-prix mesure comment la demande d'un produit varie avec son prix.", "A elasticidade-preço mede como a demanda por um produto varia com seu preço."],
    "Croissance organique": ["Crescimento orgânico", "La croissance organique se réfère à l'expansion d'une entreprise par ses propres moyens.", "O crescimento orgânico refere-se à expansão de uma empresa por seus próprios meios."],
    "Fusion": ["Fusão", "Une fusion combine deux entreprises en une seule entité.", "Uma fusão combina duas empresas em uma única entidade."],
    "Acquisition": ["Aquisição", "Une acquisition se produit lorsqu'une entreprise achète une autre entreprise.", "Uma aquisição ocorre quando uma empresa compra outra empresa."],
    "Étude de marché": ["Estudo de mercado", "Une étude de marché analyse les conditions et les opportunités sur un marché spécifique.", "Um estudo de mercado analisa as condições e oportunidades em um mercado específico."],
    "Gestion de la chaîne d'approvisionnement": ["Gestão da cadeia de suprimentos", "La gestion de la chaîne d'approvisionnement coordonne toutes les étapes de la production à la livraison.", "A gestão da cadeia de suprimentos coordena todas as etapas da produção à entrega."],
    "Analyse de la valeur": ["Análise de valor", "L'analyse de la valeur évalue le rapport coût-bénéfice d'un produit ou service.", "A análise de valor avalia a relação custo-benefício de um produto ou serviço."],
    "Plan de contingence": ["Plano de contingência", "Le plan de contingence prévoit des actions en cas de situations imprévues.", "O plano de contingência prevê ações em caso de situações imprevistas."],
    "Rendement sur actifs (ROA)": ["Retorno sobre ativos (ROA)", "Le rendement sur actifs mesure l'efficacité avec laquelle une entreprise utilise ses actifs pour générer des bénéfices.", "O retorno sobre ativos mede a eficácia com a qual uma empresa utiliza seus ativos para gerar lucros."],
    "Développement de produit": ["Desenvolvimento de produto", "Le développement de produit implique la création et l'amélioration de nouveaux produits.", "O desenvolvimento de produto envolve a criação e melhoria de novos produtos."],
    "Segmentation": ["Segmentação", "La segmentation divise un marché en groupes homogènes de consommateurs.", "A segmentação divide um mercado em grupos homogêneos de consumidores."],
    "Analyse de la rentabilité": ["Análise de rentabilidade", "L'analyse de la rentabilité aide à évaluer les bénéfices générés par un projet ou produit.", "A análise de rentabilidade ajuda a avaliar os lucros gerados por um projeto ou produto."],
    "Planification financière": ["Planejamento financeiro", "La planification financière prévoit les besoins financiers futurs de l'entreprise.", "O planejamento financeiro prevê as necessidades financeiras futuras da empresa."],
    "Indicateurs financiers": ["Indicadores financeiros", "Les indicateurs financiers aident à évaluer la performance économique d'une entreprise.", "Os indicadores financeiros ajudam a avaliar o desempenho econômico de uma empresa."],
    "Cycle de vie": ["Ciclo de vida", "Le cycle de vie d'un produit comprend toutes les phases, de l'introduction à la fin de vie.", "O ciclo de vida de um produto inclui todas as fases, desde a introdução até o fim da vida."],
    "Plan de marketing": ["Plano de marketing", "Le plan de marketing décrit les actions à entreprendre pour promouvoir un produit ou service.", "O plano de marketing descreve as ações a serem tomadas para promover um produto ou serviço."],
    "Économie comportementale": ["Economia comportamental", "L'économie comportementale étudie comment les biais psychologiques affectent les décisions économiques.", "A economia comportamental estuda como os vieses psicológicos afetam as decisões econômicas."],
    "Partenariat stratégique": ["Parceria estratégica", "Un partenariat stratégique est un accord à long terme entre entreprises pour atteindre des objectifs communs.", "Uma parceria estratégica é um acordo de longo prazo entre empresas para alcançar objetivos comuns."],
    "Gestion des crises": ["Gestão de crises", "La gestion des crises implique la préparation et la réponse à des situations d'urgence.", "A gestão de crises envolve a preparação e resposta a situações de emergência."],
    "Valorisation d'entreprise": ["Valorização de empresa", "La valorisation d'entreprise évalue la valeur financière d'une entreprise.", "A valorização de empresa avalia o valor financeiro de uma empresa."],
    "Intégration verticale": ["Integração vertical", "L'intégration verticale consiste à acquérir des entreprises dans les étapes de la chaîne de production.", "A integração vertical consiste em adquirir empresas nas etapas da cadeia de produção."],
    "Développement de marché": ["Desenvolvimento de mercado", "Le développement de marché consiste à introduire des produits dans de nouveaux segments ou territoires.", "O desenvolvimento de mercado consiste em introduzir produtos em novos segmentos ou territórios."],
    "Audit interne": ["Auditoria interna", "L'audit interne évalue les processus internes de l'entreprise pour assurer conformité et efficacité.", "A auditoria interna avalia os processos internos da empresa para garantir conformidade e eficiência."],
    "Modèle de financement": ["Modelo de financiamento", "Le modèle de financement détermine comment les ressources financières sont obtenues et utilisées.", "O modelo de financiamento determina como os recursos financeiros são obtidos e utilizados."],
    "Taux de rendement interne (TRI)": ["Taxa interna de retorno (TIR)", "Le TRI mesure la rentabilité d'un investissement en tenant compte de tous les flux de trésorerie.", "A TIR mede a rentabilidade de um investimento levando em consideração todos os fluxos de caixa."],
    "Bénéfice brut": ["Lucro bruto", "Le bénéfice brut est la différence entre les revenus et le coût des biens vendus.", "O lucro bruto é a diferença entre as receitas e o custo das mercadorias vendidas."],
    "Budget de fonctionnement": ["Orçamento operacional", "Le budget de fonctionnement couvre les dépenses liées aux opérations quotidiennes.", "O orçamento operacional cobre as despesas relacionadas às operações diárias."],
    "Performance organisationnelle": ["Desempenho organizacional", "La performance organisationnelle évalue l'efficacité globale d'une organisation.", "O desempenho organizacional avalia a eficácia geral de uma organização."],
    "Analyse de valeur ajoutée": ["Análise de valor agregado", "L'analyse de valeur ajoutée mesure la contribution d'un produit ou service à la valeur globale.", "A análise de valor agregado mede a contribuição de um produto ou serviço para o valor global."],
    "Marché de niche": ["Mercado de nicho", "Un marché de niche cible un segment spécifique de consommateurs avec des besoins particuliers.", "Um mercado de nicho visa um segmento específico de consumidores com necessidades particulares."],
    "Système de gestion de la qualité (SGQ)": ["Sistema de gestão da qualidade (SGQ)", "Le SGQ est un cadre pour garantir la qualité des produits et services.", "O SGQ é uma estrutura para garantir a qualidade dos produtos e serviços."]
}
