{
    "accélération": ["aceleração", "L'accélération due à la gravité est constante sur Terre.", "A aceleração devido à gravidade é constante na Terra."],
    "amplitude": ["amplitude", "L'amplitude de l'onde est la distance maximale du point d'équilibre.", "A amplitude da onda é a distância máxima do ponto de equilíbrio."],
    "champ électrique": ["campo elétrico", "Le champ électrique produit une force sur une charge placée dans celui-ci.", "O campo elétrico produz uma força sobre uma carga colocada nele."],
    "conduction": ["condução", "La conduction thermique est le transfert de chaleur à travers un matériau.", "A condução térmica é a transferência de calor através de um material."],
    "conservation de l'énergie": ["conservação de energia", "La conservation de l'énergie est un principe fondamental de la physique.", "A conservação de energia é um princípio fundamental da física."],
    "diffraction": ["difração", "La diffraction de la lumière se produit lorsque la lumière passe à travers une fente étroite.", "A difração da luz ocorre quando a luz passa através de uma fenda estreita."],
    "électromagnétisme": ["eletromagnetismo", "L'électromagnétisme étudie les interactions entre les champs électriques et magnétiques.", "O eletromagnetismo estuda as interações entre os campos elétricos e magnéticos."],
    "équilibre": ["equilíbrio", "Un objet est en équilibre lorsqu'il n'y a pas de force nette agissant sur lui.", "Um objeto está em equilíbrio quando não há força líquida agindo sobre ele."],
    "force": ["força", "La force est nécessaire pour changer le mouvement d'un objet.", "A força é necessária para mudar o movimento de um objeto."],
    "friction": ["atrito", "La friction est la force qui s'oppose au mouvement relatif entre deux surfaces.", "O atrito é a força que se opõe ao movimento relativo entre duas superfícies."],
    "gravitée": ["gravidade", "La gravité est la force d'attraction entre deux masses.", "A gravidade é a força de atração entre duas massas."],
    "inertie": ["inércia", "L'inertie est la tendance d'un objet à résister à tout changement dans son état de mouvement.", "A inércia é a tendência de um objeto resistir a qualquer mudança em seu estado de movimento."],
    "intensité": ["intensidade", "L'intensité du courant électrique est mesurée en ampères.", "A intensidade da corrente elétrica é medida em ampères."],
    "masse": ["massa", "La masse d'un objet est une mesure de la quantité de matière qu'il contient.", "A massa de um objeto é uma medida da quantidade de matéria que ele contém."],
    "mouvement": ["movimento", "Le mouvement rectiligne uniforme est un mouvement dans une ligne droite à vitesse constante.", "O movimento retilíneo uniforme é um movimento em linha reta com velocidade constante."],
    "onde": ["onda", "Les ondes sonores sont des vibrations qui se propagent dans un milieu.", "As ondas sonoras são vibrações que se propagam em um meio."],
    "oscillation": ["oscilação", "Une oscillation est un mouvement qui se répète périodiquement.", "Uma oscilação é um movimento que se repete periodicamente."],
    "période": ["período", "La période d'une onde est le temps nécessaire pour compléter un cycle.", "O período de uma onda é o tempo necessário para completar um ciclo."],
    "pression": ["pressão", "La pression est la force exercée par unité de surface.", "A pressão é a força exercida por unidade de área."],
    "propriétés des matériaux": ["propriedades dos materiais", "Les propriétés des matériaux influencent leur comportement dans différentes conditions.", "As propriedades dos materiais influenciam seu comportamento em diferentes condições."],
    "quantité de mouvement": ["quantidade de movimento", "La quantité de mouvement est le produit de la masse et de la vitesse d'un objet.", "A quantidade de movimento é o produto da massa e da velocidade de um objeto."],
    "réfraction": ["refração", "La réfraction se produit lorsque la lumière change de direction en passant à travers un matériau.", "A refração ocorre quando a luz muda de direção ao passar através de um material."],
    "résistance": ["resistência", "La résistance électrique est la difficulté pour le courant de circuler dans un conducteur.", "A resistência elétrica é a dificuldade para a corrente circular em um condutor."],
    "séparation des charges": ["separação de cargas", "La séparation des charges crée un champ électrique entre les charges opposées.", "A separação de cargas cria um campo elétrico entre as cargas opostas."],
    "spectre": ["espectro", "Le spectre lumineux est la gamme de couleurs visibles produites par la dispersion de la lumière.", "O espectro luminoso é a gama de cores visíveis produzidas pela dispersão da luz."],
    "tension": ["tensão", "La tension est la différence de potentiel électrique entre deux points.", "A tensão é a diferença de potencial elétrico entre dois pontos."],
    "thermodynamique": ["termodinâmica", "La thermodynamique étudie les échanges de chaleur et les transformations d'énergie.", "A termodinâmica estuda as trocas de calor e as transformações de energia."],
    "vitesse": ["velocidade", "La vitesse d'un objet est le taux auquel il change de position.", "A velocidade de um objeto é a taxa na qual ele muda de posição."],
    "travail": ["trabalho", "Le travail effectué par une force est le produit de la force et du déplacement dans la direction de la force.", "O trabalho realizado por uma força é o produto da força e do deslocamento na direção da força."],
    "volume": ["volume", "Le volume est l'espace occupé par un objet ou une substance.", "O volume é o espaço ocupado por um objeto ou substância."],
    "énergie cinétique": ["energia cinética", "L'énergie cinétique est l'énergie que possède un objet en raison de son mouvement.", "A energia cinética é a energia que um objeto possui devido ao seu movimento."],
    "énergie potentielle": ["energia potencial", "L'énergie potentielle est l'énergie emmagasinée dans un objet en raison de sa position ou configuration.", "A energia potencial é a energia armazenada em um objeto devido à sua posição ou configuração."],
    "moments": ["momentos", "Les moments de force sont des quantités qui mesurent la tendance d'une force à faire tourner un objet autour d'un axe.", "Os momentos de força são quantidades que medem a tendência de uma força em fazer um objeto girar em torno de um eixo."],
    "force centrifuge": ["força centrífuga", "La force centrifuge est la force apparente qui semble pousser un objet vers l'extérieur lors d'un mouvement circulaire.", "A força centrífuga é a força aparente que parece empurrar um objeto para fora durante um movimento circular."],
    "force centripète": ["força centrípeta", "La force centripète est la force qui maintient un objet en mouvement circulaire.", "A força centrípeta é a força que mantém um objeto em movimento circular."],
    "champ magnétique": ["campo magnético", "Le champ magnétique est une région où une force magnétique est exercée sur des matériaux ferromagnétiques.", "O campo magnético é uma região onde uma força magnética é exercida sobre materiais ferromagnéticos."],
    "force gravitationnelle": ["força gravitacional", "La force gravitationnelle est l'attraction entre deux masses.", "A força gravitacional é a atração entre duas massas."],
    "réaction chimique": ["reação química", "Une réaction chimique est un processus par lequel des substances sont transformées en d'autres substances.", "Uma reação química é um processo pelo qual substâncias são transformadas em outras substâncias."],
    "équation de Maxwell": ["equação de Maxwell", "Les équations de Maxwell décrivent comment les champs électriques et magnétiques se propagent et interagissent.", "As equações de Maxwell descrevem como os campos elétricos e magnéticos se propagam e interagem."],
    "optique": ["óptica", "L'optique est l'étude de la lumière et de ses interactions avec les matériaux.", "A óptica é o estudo da luz e suas interações com os materiais."],
    "loi de Newton": ["lei de Newton", "Les lois de Newton sont des principes fondamentaux décrivant le mouvement des objets.", "As leis de Newton são princípios fundamentais que descrevem o movimento dos objetos."],
    "impulsion": ["impulso", "L'impulsion est le produit de la force et du temps pendant lequel elle agit.", "O impulso é o produto da força e do tempo durante o qual ela age."],
    "calor spécifique": ["calor específico", "Le chaleur spécifique est la quantité de chaleur nécessaire pour élever la température d'une unité de masse d'une substance.", "O calor específico é a quantidade de calor necessária para aumentar a temperatura de uma unidade de massa de uma substância."],
    "relativité": ["relatividade", "La relativité est une théorie qui modifie notre compréhension de l'espace et du temps.", "A relatividade é uma teoria que modifica nossa compreensão do espaço e do tempo."],
    "quanta": ["quanta", "Les quanta sont les unités discrètes d'énergie dans les systèmes quantiques.", "Os quanta são as unidades discretas de energia em sistemas quânticos."],
    "interaction": ["interação", "Les interactions entre particules sont décrites par les forces fondamentales de la nature.", "As interações entre partículas são descritas pelas forças fundamentais da natureza."],
    "conducteur": ["condutor", "Un conducteur est un matériau qui permet le passage du courant électrique.", "Um condutor é um material que permite a passagem da corrente elétrica."],
    "isolant": ["isolante", "Un isolant est un matériau qui empêche le passage du courant électrique.", "Um isolante é um material que impede a passagem da corrente elétrica."],
    "dynamique": ["dinâmica", "La dynamique est l'étude des forces et de leurs effets sur le mouvement des objets.", "A dinâmica é o estudo das forças e seus efeitos sobre o movimento dos objetos."],
    "résistance thermique": ["resistência térmica", "La résistance thermique est la capacité d'un matériau à résister au flux de chaleur.", "A resistência térmica é a capacidade de um material de resistir ao fluxo de calor."],
    "énergie potentielle gravitationnelle": ["energia potencial gravitacional", "L'énergie potentielle gravitationnelle d'un objet est calculée en fonction de sa hauteur par rapport à un niveau de référence.", "A energia potencial gravitacional de um objeto é calculada com base em sua altura em relação a um nível de referência."],
    "loi des gaz parfaits": ["lei dos gases ideais", "La loi des gaz parfaits relie la pression, le volume et la température d'un gaz.", "A lei dos gases ideais relaciona a pressão, o volume e a temperatura de um gás."],
    "conductivité": ["condutividade", "La conductivité est la capacité d'un matériau à conduire la chaleur ou l'électricité.", "A condutividade é a capacidade de um material de conduzir calor ou eletricidade."],
    "inductance": ["indutância", "L'inductance est la propriété d'un circuit de s'opposer aux changements de courant.", "A indutância é a propriedade de um circuito de se opor às mudanças de corrente."],
    "capacité thermique": ["capacidade térmica", "La capacité thermique d'un matériau est la quantité de chaleur nécessaire pour changer sa température.", "A capacidade térmica de um material é a quantidade de calor necessária para alterar sua temperatura."],
    "quantum": ["quântico", "Un quantum est la plus petite quantité d'une propriété physique qui peut être mesurée.", "Um quântico é a menor quantidade de uma propriedade física que pode ser medida."],
    "vitesse angulaire": ["velocidade angular", "La vitesse angulaire mesure le taux de changement de l'angle d'un objet en rotation.", "A velocidade angular mede a taxa de mudança do ângulo de um objeto em rotação."],
    "intensité lumineuse": ["intensidade luminosa", "L'intensité lumineuse est une mesure de la puissance lumineuse perçue par l'œil humain.", "A intensidade luminosa é uma medida da potência da luz percebida pelo olho humano."],
    "poussée d'Archimède": ["empuxo de Arquimedes", "La poussée d'Archimède est la force qui agit sur un objet immergé dans un fluide, dirigée vers le haut.", "O empuxo de Arquimedes é a força que atua sobre um objeto submerso em um fluido, direcionada para cima."],
    "thermoconductivité": ["termocondução", "La thermoconductivité mesure la capacité d'un matériau à conduire la chaleur.", "A termocondução mede a capacidade de um material de conduzir calor."],
    "résonance": ["ressonância", "La résonance se produit lorsque la fréquence d'un système correspond à sa fréquence naturelle.", "A ressonância ocorre quando a frequência de um sistema corresponde à sua frequência natural."],
    "mécanique quantique": ["mecânica quântica", "La mécanique quantique est la branche de la physique qui traite des phénomènes à l'échelle atomique.", "A mecânica quântica é o ramo da física que lida com fenômenos na escala atômica."],
    "effet photoélectrique": ["efeito fotoelétrico", "L'effet photoélectrique est le phénomène par lequel des électrons sont éjectés d'un matériau lorsqu'il est exposé à la lumière.", "O efeito fotoelétrico é o fenômeno pelo qual elétrons são ejetados de um material quando exposto à luz."],
    "magnitude": ["magnitude", "La magnitude d'un vecteur est la mesure de sa longueur ou de son intensité.", "A magnitude de um vetor é a medida de seu comprimento ou intensidade."],
    "champ scalaire": ["campo escalar", "Un champ scalaire est une fonction qui attribue une valeur scalaire à chaque point de l'espace.", "Um campo escalar é uma função que atribui um valor escalar a cada ponto no espaço."],
    "champ vectoriel": ["campo vetorial", "Un champ vectoriel attribue un vecteur à chaque point de l'espace.", "Um campo vetorial atribui um vetor a cada ponto no espaço."],
    "torsion": ["torção", "La torsion est une déformation causée par un couple appliqué à un objet.", "A torção é uma deformação causada por um momento aplicado a um objeto."],
    "onde stationnaire": ["onda estacionária", "Une onde stationnaire est une onde qui reste fixe dans l'espace, avec des nœuds et des ventres.", "Uma onda estacionária é uma onda que permanece fixa no espaço, com nós e ventres."],
    "diffusion": ["difusão", "La diffusion est le processus par lequel des particules se dispersent dans un milieu.", "A difusão é o processo pelo qual partículas se dispersam em um meio."],
    "taux de déformation": ["taxa de deformação", "Le taux de déformation mesure la variation relative des dimensions d'un objet sous l'effet d'une contrainte.", "A taxa de deformação mede a variação relativa das dimensões de um objeto sob a ação de uma força."],
    "équation de Bernoulli": ["equação de Bernoulli", "L'équation de Bernoulli décrit la conservation de l'énergie dans un fluide en mouvement.", "A equação de Bernoulli descreve a conservação de energia em um fluido em movimento."],
    "fonction d'onde": ["função de onda", "La fonction d'onde est une fonction mathématique qui décrit l'état quantique d'une particule.", "A função de onda é uma função matemática que descreve o estado quântico de uma partícula."],
    "principe d'incertitude": ["princípio da incerteza", "Le principe d'incertitude de Heisenberg stipule qu'il est impossible de connaître simultanément avec précision la position et la vitesse d'une particule.", "O princípio da incerteza de Heisenberg afirma que é impossível conhecer simultaneamente com precisão a posição e a velocidade de uma partícula."],
    "phase": ["fase", "La phase d'une onde est la position relative dans le cycle d'une oscillation.", "A fase de uma onda é a posição relativa no ciclo de uma oscilação."],
    "interaction faible": ["interação fraca", "L'interaction faible est une des quatre forces fondamentales, responsable des processus de désintégration radioactive.", "A interação fraca é uma das quatro forças fundamentais, responsável pelos processos de desintegração radioativa."],
    "interaction forte": ["interação forte", "L'interaction forte maintient les quarks ensemble au sein des protons et des neutrons.", "A interação forte mantém os quarks unidos dentro dos prótons e nêutrons."],
    "électrostatique": ["eletrostática", "L'électrostatique est l'étude des charges électriques au repos et des champs qui en résultent.", "A eletrostática é o estudo das cargas elétricas em repouso e dos campos resultantes."],
    "énergie libre": ["energia livre", "L'énergie libre est l'énergie disponible pour effectuer un travail dans un système thermodynamique.", "A energia livre é a energia disponível para realizar trabalho em um sistema termodinâmico."],
    "magnétisme": ["magnetismo", "Le magnétisme est l'étude des champs magnétiques et de leurs effets sur les matériaux.", "O magnetismo é o estudo dos campos magnéticos e seus efeitos sobre os materiais."],
    "oscillateur harmonique": ["oscilador harmônico", "Un oscillateur harmonique est un système qui oscille avec une fréquence fixe, comme un ressort.", "Um oscilador harmônico é um sistema que oscila com uma frequência fixa, como uma mola."],
    "plasma": ["plasma", "Le plasma est un état de la matière où les atomes sont ionisés et les électrons sont libres.", "O plasma é um estado da matéria onde os átomos estão ionizados e os elétrons estão livres."],
    "équation de Schrödinger": ["equação de Schrödinger", "L'équation de Schrödinger est une équation fondamentale en mécanique quantique décrivant l'évolution d'un système quantique.", "A equação de Schrödinger é uma equação fundamental na mecânica quântica que descreve a evolução de um sistema quântico."],
    "gravité quantique": ["gravidade quântica", "La gravité quantique cherche à décrire la gravitation dans le cadre de la mécanique quantique.", "A gravidade quântica busca descrever a gravitação no contexto da mecânica quântica."],
    "circuit RLC": ["circuito RLC", "Un circuit RLC est un circuit électrique contenant une résistance, une inductance et une capacité.", "Um circuito RLC é um circuito elétrico contendo uma resistência, uma indutância e uma capacidade."],
    "principes de conservation": ["princípios de conservação", "Les principes de conservation incluent la conservation de l'énergie, de la masse, et de la quantité de mouvement.", "Os princípios de conservação incluem a conservação da energia, da massa e da quantidade de movimento."],
    "loi de Coulomb": ["lei de Coulomb", "La loi de Coulomb décrit la force entre deux charges électriques.", "A lei de Coulomb descreve a força entre duas cargas elétricas."],
    "énergie de liaison": ["energia de ligação", "L'énergie de liaison est l'énergie nécessaire pour séparer les particules liées dans un atome ou une molécule.", "A energia de ligação é a energia necessária para separar as partículas ligadas em um átomo ou molécula."],
    "longueur d'onde": ["comprimento de onda", "La longueur d'onde est la distance entre deux points consécutifs en phase dans une onde.", "O comprimento de onda é a distância entre dois pontos consecutivos em fase em uma onda."],
    "réaction nucléaire": ["reação nuclear", "Une réaction nucléaire est un processus dans lequel le noyau d'un atome est modifié, libérant de l'énergie.", "Uma reação nuclear é um processo no qual o núcleo de um átomo é alterado, liberando energia."],
    "entropie": ["entropia", "L'entropie mesure le degré de désordre ou d'incertitude dans un système thermodynamique.", "A entropia mede o grau de desordem ou incerteza em um sistema termodinâmico."],
    "champ gravitationnel": ["campo gravitacional", "Le champ gravitationnel est la région autour d'une masse où la force gravitationnelle peut être mesurée.", "O campo gravitacional é a região ao redor de uma massa onde a força gravitacional pode ser medida."],
    "réfraction de la lumière": ["refração da luz", "La réfraction de la lumière se produit lorsque la lumière change de direction en passant d'un milieu à un autre.", "A refração da luz ocorre quando a luz muda de direção ao passar de um meio para outro."],
    "lumière polarisée": ["luz polarizada", "La lumière polarisée oscille dans une direction spécifique, contrairement à la lumière non polarisée.", "A luz polarizada oscila em uma direção específica, ao contrário da luz não polarizada."],
    "oscillation forcée": ["oscilação forçada", "Une oscillation forcée est un mouvement oscillatoire induit par une force externe.", "Uma oscilação forçada é um movimento oscilatório induzido por uma força externa."],
    "température absolue": ["temperatura absoluta", "La température absolue est mesurée à partir du zéro absolu, la température la plus basse possible.", "A temperatura absoluta é medida a partir do zero absoluto, a temperatura mais baixa possível."],
    "polarisation": ["polarização", "La polarisation est le processus par lequel les vibrations d'une onde lumineuse sont limitées à une direction spécifique.", "A polarização é o processo pelo qual as vibrações de uma onda luminosa são limitadas a uma direção específica."],
    "théorème de Pythagore": ["teorema de Pitágoras", "Le théorème de Pythagore relie les longueurs des côtés d'un triangle rectangle.", "O teorema de Pitágoras relaciona os comprimentos dos lados de um triângulo retângulo."],
    "isotopes": ["isótopos", "Les isotopes sont des variantes d'un élément chimique qui ont le même nombre de protons mais un nombre différent de neutrons.", "Os isótopos são variantes de um elemento químico que têm o mesmo número de prótons, mas um número diferente de nêutrons."],
    "énergie thermique": ["energia térmica", "L'énergie thermique est l'énergie associée à la température d'un objet.", "A energia térmica é a energia associada à temperatura de um objeto."],
    "dilatation thermique": ["dilatação térmica", "La dilatation thermique est l'expansion d'un matériau en réponse à une augmentation de température.", "A dilatação térmica é a expansão de um material em resposta a um aumento de temperatura."],
    "loi de Hooke": ["lei de Hooke", "La loi de Hooke décrit la relation entre la force appliquée à un ressort et son allongement.", "A lei de Hooke descreve a relação entre a força aplicada a uma mola e seu alongamento."],
    "répartition de la vitesse": ["distribuição de velocidade", "La répartition de la vitesse décrit comment les vitesses des particules sont distribuées dans un gaz.", "A distribuição de velocidade descreve como as velocidades das partículas são distribuídas em um gás."],
    "flux magnétique": ["flux magnético", "Le flux magnétique est la mesure du nombre de lignes de champ magnétique passant à travers une surface.", "O fluxo magnético é a medida do número de linhas de campo magnético que passam através de uma superfície."],
    "chaleur spécifique massique": ["calor específico massivo", "La chaleur spécifique massique est la quantité de chaleur nécessaire pour élever la température d'un kilogramme d'une substance de un degré Celsius.", "O calor específico massivo é a quantidade de calor necessária para elevar a temperatura de um quilograma de uma substância em um grau Celsius."]
  }
    