{
    "algorithme": ["algoritmo", "Un algorithme est une suite d'instructions à suivre pour résoudre un problème.", "Um algoritmo é uma sequência de instruções a serem seguidas para resolver um problema."],
    "variable": ["variável", "Une variable stocke des valeurs qui peuvent changer pendant l'exécution du programme.", "Uma variável armazena valores que podem mudar durante a execução do programa."],
    "fonction": ["função", "Une fonction est un bloc de code qui effectue une tâche spécifique.", "Uma função é um bloco de código que realiza uma tarefa específica."],
    "classe": ["classe", "Une classe est un modèle pour créer des objets avec des attributs et des méthodes.", "Uma classe é um modelo para criar objetos com atributos e métodos."],
    "objet": ["objeto", "Un objet est une instance d'une classe.", "Um objeto é uma instância de uma classe."],
    "héritage": ["herança", "L'héritage permet à une classe d'hériter des attributs et des méthodes d'une autre classe.", "A herança permite que uma classe herde atributos e métodos de outra classe."],
    "méthode": ["método", "Une méthode est une fonction définie dans une classe.", "Um método é uma função definida em uma classe."],
    "constructeur": ["construtor", "Un constructeur initialise les objets lorsqu'ils sont créés.", "Um construtor inicializa os objetos quando são criados."],
    "interface": ["interface", "Une interface définit un ensemble de méthodes que les classes doivent implémenter.", "Uma interface define um conjunto de métodos que as classes devem implementar."],
    "exception": ["exceção", "Une exception est un événement qui perturbe le flux normal d'exécution du programme.", "Uma exceção é um evento que perturba o fluxo normal de execução do programa."],
    "boucle": ["loop", "Une boucle permet de répéter un bloc de code plusieurs fois.", "Um loop permite repetir um bloco de código várias vezes."],
    "condition": ["condição", "Une condition permet d'exécuter un code seulement si une certaine condition est remplie.", "Uma condição permite executar um código somente se uma certa condição for atendida."],
    "tableau": ["vetor", "Un tableau est une collection d'éléments de même type.", "Um vetor é uma coleção de elementos do mesmo tipo."],
    "liste": ["lista", "Une liste est une collection d'éléments qui peuvent être de différents types.", "Uma lista é uma coleção de elementos que podem ser de diferentes tipos."],
    "dictionnaire": ["dicionário", "Un dictionnaire est une collection d'éléments stockés sous forme de paires clé-valeur.", "Um dicionário é uma coleção de elementos armazenados na forma de pares chave-valor."],
    "module": ["módulo", "Un module est un fichier contenant des fonctions et des classes pouvant être importées dans d'autres fichiers.", "Um módulo é um arquivo contendo funções e classes que podem ser importadas para outros arquivos."],
    "package": ["pacote", "Un package est un ensemble de modules organisés de manière hiérarchique.", "Um pacote é um conjunto de módulos organizados de forma hierárquica."],
    "compilation": ["compilação", "La compilation transforme le code source en code exécutable.", "A compilação transforma o código fonte em código executável."],
    "interprétation": ["interpretação", "L'interprétation exécute le code ligne par ligne.", "A interpretação executa o código linha por linha."],
    "système de gestion de base de données": ["sistema de gerenciamento de banco de dados", "Un système de gestion de base de données permet de stocker et de gérer les données.", "Um sistema de gerenciamento de banco de dados permite armazenar e gerenciar dados."],
    "requête": ["consulta", "Une requête permet de récupérer des données d'une base de données.", "Uma consulta permite recuperar dados de um banco de dados."],
    "index": ["índice", "Un index améliore la vitesse des requêtes dans une base de données.", "Um índice melhora a velocidade das consultas em um banco de dados."],
    "normalisation": ["normalização", "La normalisation est le processus d'organisation des données dans une base de données.", "A normalização é o processo de organização dos dados em um banco de dados."],
    "transaction": ["transação", "Une transaction assure que les opérations sur la base de données sont exécutées correctement.", "Uma transação garante que as operações no banco de dados são executadas corretamente."],
    "serveur": ["servidor", "Un serveur est un ordinateur qui fournit des services à d'autres ordinateurs.", "Um servidor é um computador que fornece serviços para outros computadores."],
    "client": ["cliente", "Un client est un programme qui demande des services à un serveur.", "Um cliente é um programa que solicita serviços a um servidor."],
    "protocol": ["protocolo", "Un protocole définit les règles pour la communication entre les ordinateurs.", "Um protocolo define as regras para a comunicação entre computadores."],
    "réseau": ["rede", "Un réseau est un ensemble d'ordinateurs connectés entre eux.", "Uma rede é um conjunto de computadores conectados entre si."],
    "algorithme de tri": ["algoritmo de ordenação", "Un algorithme de tri organise les données dans un ordre spécifique.", "Um algoritmo de ordenação organiza os dados em uma ordem específica."],
    "fonction récursive": ["função recursiva", "Une fonction récursive s'appelle elle-même dans son propre corps.", "Uma função recursiva chama a si mesma em seu próprio corpo."],
    "pile": ["pilha", "Une pile est une structure de données où les éléments sont ajoutés et retirés selon le principe LIFO (Last In First Out).", "Uma pilha é uma estrutura de dados onde os elementos são adicionados e removidos de acordo com o princípio LIFO (Last In First Out)."],
    "file": ["fila", "Une file est une structure de données où les éléments sont ajoutés et retirés selon le principe FIFO (First In First Out).", "Uma fila é uma estrutura de dados onde os elementos são adicionados e removidos de acordo com o princípio FIFO (First In First Out)."],
    "hashage": ["hashing", "Le hashage est une méthode pour transformer des données en une valeur fixe.", "O hashing é um método para transformar dados em um valor fixo."],
    "cryptographie": ["criptografia", "La cryptographie est l'art de sécuriser les informations en les transformant.", "A criptografia é a arte de proteger informações transformando-as."],
    "compression": ["compressão", "La compression réduit la taille des données.", "A compressão reduz o tamanho dos dados."],
    "décompression": ["descompressão", "La décompression restaure les données compressées à leur état original.", "A descompressão restaura os dados comprimidos ao seu estado original."],
    "référentiel": ["referencial", "Un référentiel est un système de gestion des versions des fichiers.", "Um referencial é um sistema de gerenciamento de versões dos arquivos."],
    "tâche": ["tarefa", "Une tâche est une unité de travail effectuée par un programme.", "Uma tarefa é uma unidade de trabalho realizada por um programa."],
    "thread": ["thread", "Un thread est un flux d'exécution au sein d'un processus.", "Um thread é um fluxo de execução dentro de um processo."],
    "synchronisation": ["sincronização", "La synchronisation permet de coordonner les threads pour éviter les conflits.", "A sincronização permite coordenar os threads para evitar conflitos."],
    "cache": ["cache", "Un cache stocke les données fréquemment utilisées pour améliorer les performances.", "Um cache armazena dados frequentemente usados para melhorar o desempenho."],
    "interface utilisateur": ["interface do usuário", "L'interface utilisateur est la partie du logiciel avec laquelle l'utilisateur interagit.", "A interface do usuário é a parte do software com a qual o usuário interage."],
    "débogage": ["depuração", "Le débogage est le processus de trouver et de corriger les erreurs dans le code.", "A depuração é o processo de encontrar e corrigir erros no código."],
    "test unitaire": ["teste unitário", "Un test unitaire vérifie le bon fonctionnement d'une petite partie du code.", "Um teste unitário verifica o bom funcionamento de uma pequena parte do código."],
    "intégration continue": ["integração contínua", "L'intégration continue est une pratique où le code est fréquemment intégré et testé.", "A integração contínua é uma prática onde o código é frequentemente integrado e testado."],
    "déploiement": ["implantação", "Le déploiement est le processus de mise en production du logiciel.", "A implantação é o processo de colocar o software em produção."],
    "framework": ["framework", "Un framework est une plateforme qui fournit des outils pour le développement de logiciels.", "Um framework é uma plataforma que fornece ferramentas para o desenvolvimento de software."],
    "architecture": ["arquitetura", "L'architecture logicielle définit la structure du logiciel.", "A arquitetura de software define a estrutura do software."],
    "encapsulation": ["encapsulamento", "L'encapsulation consiste à cacher les détails internes d'un objet et à ne fournir qu'une interface publique.", "O encapsulamento consiste em ocultar os detalhes internos de um objeto e fornecer apenas uma interface pública."],
    "polymorphisme": ["polimorfismo", "Le polymorphisme permet à des objets de différentes classes d'être traités comme des objets de la même classe.", "O polimorfismo permite que objetos de diferentes classes sejam tratados como objetos da mesma classe."],
    "abstraction": ["abstração", "L'abstraction consiste à simplifier un système en se concentrant sur les aspects importants.", "A abstração consiste em simplificar um sistema concentrando-se nos aspectos importantes."],
    "parallélisme": ["paralelismo", "Le parallélisme permet d'exécuter plusieurs tâches en même temps.", "O paralelismo permite executar várias tarefas ao mesmo tempo."],
    "pipeline": ["pipeline", "Un pipeline est une série de traitements de données effectués successivement.", "Um pipeline é uma série de processamentos de dados realizados sucessivamente."],
    "déclaration": ["declaração", "La déclaration permet de définir des variables et des fonctions.", "A declaração permite definir variáveis e funções."],
    "inférence": ["inferência", "L'inférence permet de déduire des informations à partir de données existantes.", "A inferência permite deduzir informações a partir de dados existentes."],
    "réflexion": ["reflexão", "La réflexion permet à un programme de s'examiner et de modifier son propre comportement.", "A reflexão permite que um programa se examine e modifique seu próprio comportamento."],
    "type de données": ["tipo de dado", "Un type de données définit la nature des valeurs qu'une variable peut contenir.", "Um tipo de dado define a natureza dos valores que uma variável pode conter."],
    "implémentation": ["implementação", "L'implémentation est la réalisation concrète d'une spécification.", "A implementação é a realização concreta de uma especificação."],
    "annotation": ["anotação", "Une annotation fournit des informations supplémentaires sur le code.", "Uma anotação fornece informações adicionais sobre o código."],
    "format": ["formato", "Le format définit la manière dont les données sont structurées.", "O formato define a maneira como os dados são estruturados."],
    "serialization": ["serialização", "La sérialisation convertit des objets en un format qui peut être stocké ou transmis.", "A serialização converte objetos em um formato que pode ser armazenado ou transmitido."],
    "désérialisation": ["desserialização", "La désérialisation convertit des données sérialisées en objets.", "A desserialização converte dados serializados em objetos."],
    "configuration": ["configuração", "La configuration ajuste les paramètres d'un programme ou d'un système.", "A configuração ajusta os parâmetros de um programa ou sistema."],
    "surcharge": ["sobrecarga", "La surcharge permet de définir plusieurs méthodes avec le même nom mais des paramètres différents.", "A sobrecarga permite definir vários métodos com o mesmo nome, mas com parâmetros diferentes."],
    "override": ["sobrescrever", "L'override permet de remplacer une méthode d'une classe par une nouvelle implémentation.", "O sobrescrever permite substituir um método de uma classe por uma nova implementação."],
    "test d'intégration": ["teste de integração", "Le test d'intégration vérifie la bonne interaction entre plusieurs composants du système.", "O teste de integração verifica a boa interação entre vários componentes do sistema."],
    "test fonctionnel": ["teste funcional", "Le test fonctionnel vérifie que les fonctionnalités d'un programme fonctionnent comme prévu.", "O teste funcional verifica se as funcionalidades de um programa funcionam como previsto."],
    "scalabilité": ["escalabilidade", "La scalabilité décrit la capacité d'un système à gérer une augmentation de la charge de travail.", "A escalabilidade descreve a capacidade de um sistema de lidar com um aumento na carga de trabalho."],
    "latence": ["latência", "La latence est le délai entre l'envoi d'une requête et la réception de la réponse.", "A latência é o atraso entre o envio de uma solicitação e o recebimento da resposta."],
    "bande passante": ["largura de banda", "La bande passante mesure la quantité de données pouvant être transmises en un temps donné.", "A largura de banda mede a quantidade de dados que pode ser transmitida em um determinado período de tempo."],
    "algorithme de hachage": ["algoritmo de hashing", "Un algorithme de hachage transforme des données en une valeur de taille fixe.", "Um algoritmo de hashing transforma dados em um valor de tamanho fixo."],
    "gestion de la mémoire": ["gerenciamento de memória", "La gestion de la mémoire concerne l'allocation et la libération de la mémoire pendant l'exécution du programme.", "O gerenciamento de memória diz respeito à alocação e liberação de memória durante a execução do programa."],
    "allocation dynamique": ["alocação dinâmica", "L'allocation dynamique attribue de la mémoire pendant l'exécution du programme.", "A alocação dinâmica atribui memória durante a execução do programa."],
    "garbage collection": ["coleta de lixo", "La garbage collection est un processus automatique qui libère la mémoire non utilisée.", "A coleta de lixo é um processo automático que libera a memória não utilizada."],
    "code source": ["código fonte", "Le code source est le texte écrit par le programmeur en langage de programmation.", "O código fonte é o texto escrito pelo programador em uma linguagem de programação."],
    "code binaire": ["código binário", "Le code binaire est le format exécutable du code source, constitué de 0 et de 1.", "O código binário é o formato executável do código fonte, composto por 0s e 1s."],
    "système d'exploitation": ["sistema operacional", "Un système d'exploitation gère le matériel et les logiciels d'un ordinateur.", "Um sistema operacional gerencia o hardware e o software de um computador."],
    "api": ["api", "Une API (Application Programming Interface) permet aux programmes d'interagir entre eux.", "Uma API (Interface de Programação de Aplicações) permite que programas interajam entre si."],
    "endpoint": ["ponto de extremidade", "Un endpoint est une URL à laquelle un service web peut être accédé.", "Um ponto de extremidade é uma URL pela qual um serviço web pode ser acessado."],
    "authentification": ["autenticação", "L'authentification vérifie l'identité d'un utilisateur ou d'un système.", "A autenticação verifica a identidade de um usuário ou sistema."],
    "autorisation": ["autorização", "L'autorisation détermine les droits d'accès d'un utilisateur ou d'un système.", "A autorização determina os direitos de acesso de um usuário ou sistema."],
    "cryptage": ["criptografia", "Le cryptage transforme les données en un format sécurisé pour empêcher l'accès non autorisé.", "A criptografia transforma dados em um formato seguro para evitar o acesso não autorizado."],
    "compression de données": ["compressão de dados", "La compression de données réduit la taille des fichiers pour économiser de l'espace de stockage.", "A compressão de dados reduz o tamanho dos arquivos para economizar espaço de armazenamento."],
    "décryptage": ["descrição", "Le décryptage convertit les données cryptées en leur format original.", "A descrição converte dados criptografados de volta ao seu formato original."],
    "modèle de données": ["modelo de dados", "Un modèle de données décrit la structure et les relations des données.", "Um modelo de dados descreve a estrutura e os relacionamentos dos dados."],
    "schéma": ["esquema", "Un schéma est la représentation visuelle de la structure d'une base de données.", "Um esquema é a representação visual da estrutura de um banco de dados."],
    "migrer": ["migrar", "Migrer consiste à déplacer des données ou des applications d'un environnement à un autre.", "Migrar consiste em mover dados ou aplicativos de um ambiente para outro."],
    "virtualisation": ["virtualização", "La virtualisation crée des environnements informatiques virtuels à partir de ressources matérielles physiques.", "A virtualização cria ambientes de TI virtuais a partir de recursos de hardware físico."],
    "containers": ["containers", "Les containers emballent une application et ses dépendances dans un environnement isolé.", "Os containers empacotam um aplicativo e suas dependências em um ambiente isolado."],
    "orchestration": ["orquestração", "L'orchestration gère le déploiement et la gestion des containers.", "A orquestração gerencia o deploy e a administração dos containers."],
    "load balancing": ["balanceamento de carga", "Le load balancing distribue le trafic réseau entre plusieurs serveurs pour optimiser les performances.", "O balanceamento de carga distribui o tráfego de rede entre vários servidores para otimizar o desempenho."],
    "api REST": ["api REST", "Une API REST utilise le protocole HTTP pour permettre l'interaction entre les systèmes.", "Uma API REST usa o protocolo HTTP para permitir a interação entre sistemas."],
    "web service": ["serviço web", "Un web service est une méthode pour permettre aux applications de communiquer via le web.", "Um serviço web é um método para permitir que aplicativos se comuniquem através da web."]
}
