{
    "développement durable": ["desenvolvimento sustentável", "Le développement durable vise à équilibrer les besoins économiques, sociaux et environnementaux.", "O desenvolvimento sustentável visa equilibrar as necessidades econômicas, sociais e ambientais."],
    "empreinte écologique": ["pegada ecológica", "Réduire notre empreinte écologique est crucial pour préserver les ressources naturelles.", "Reduzir nossa pegada ecológica é crucial para preservar os recursos naturais."],
    "énergie renouvelable": ["energia renovável", "Les énergies renouvelables jouent un rôle clé dans la transition énergétique.", "As energias renováveis desempenham um papel chave na transição energética."],
    "biodiversité": ["biodiversidade", "La biodiversité est essentielle pour maintenir l'équilibre des écosystèmes.", "A biodiversidade é essencial para manter o equilíbrio dos ecossistemas."],
    "réduction des déchets": ["redução de resíduos", "La réduction des déchets contribue à une gestion plus efficace des ressources.", "A redução de resíduos contribui para uma gestão mais eficiente dos recursos."],
    "empreinte carbone": ["pegada de carbono", "Les entreprises doivent réduire leur empreinte carbone pour lutter contre le changement climatique.", "As empresas devem reduzir sua pegada de carbono para combater as mudanças climáticas."],
    "gestion des ressources": ["gestão de recursos", "Une bonne gestion des ressources est fondamentale pour la durabilité.", "Uma boa gestão de recursos é fundamental para a sustentabilidade."],
    "économie circulaire": ["economia circular", "L'économie circulaire cherche à minimiser les déchets en réutilisant les produits.", "A economia circular busca minimizar os resíduos reutilizando produtos."],
    "éthique": ["ética", "L'éthique de la consommation est un sujet central dans les discussions sur la durabilité.", "A ética do consumo é um tema central nas discussões sobre sustentabilidade."],
    "énergie solaire": ["energia solar", "L'énergie solaire est une source d'énergie renouvelable prometteuse.", "A energia solar é uma fonte de energia renovável promissora."],
    "impact environnemental": ["impacto ambiental", "Évaluer l'impact environnemental des projets est crucial pour garantir leur durabilité.", "Avaliar o impacto ambiental dos projetos é crucial para garantir sua sustentabilidade."],
    "système de gestion environnementale": ["sistema de gestão ambiental", "Un système de gestion environnementale aide les entreprises à minimiser leur impact écologique.", "Um sistema de gestão ambiental ajuda as empresas a minimizar seu impacto ecológico."],
    "resilience": ["resiliência", "La résilience des écosystèmes est testée par les changements climatiques.", "A resiliência dos ecossistemas é testada pelas mudanças climáticas."],
    "économie verte": ["economia verde", "L'économie verte se concentre sur la croissance durable et la préservation de l'environnement.", "A economia verde foca no crescimento sustentável e na preservação do meio ambiente."],
    "consommation responsable": ["consumo responsável", "La consommation responsable encourage les pratiques d'achat durables.", "O consumo responsável incentiva práticas de compra sustentáveis."],
    "panneau photovoltaïque": ["painel fotovoltaico", "Les panneaux photovoltaïques convertissent l'énergie solaire en électricité.", "Os painéis fotovoltaicos convertem a energia solar em eletricidade."],
    "ressources naturelles": ["recursos naturais", "La gestion des ressources naturelles est essentielle pour la conservation de l'environnement.", "A gestão dos recursos naturais é essencial para a conservação do meio ambiente."],
    "recyclage": ["reciclagem", "Le recyclage permet de réduire les déchets et de réutiliser les matériaux.", "A reciclagem permite reduzir os resíduos e reutilizar materiais."],
    "empreinte environnementale": ["pegada ambiental", "L'empreinte environnementale des produits est un indicateur de leur impact écologique.", "A pegada ambiental dos produtos é um indicador de seu impacto ecológico."],
    "énergie éolienne": ["energia eólica", "L'énergie éolienne utilise la force du vent pour générer de l'électricité.", "A energia eólica usa a força do vento para gerar eletricidade."],
    "déforestation": ["desmatamento", "La déforestation a des effets négatifs sur la biodiversité et le climat.", "O desmatamento tem efeitos negativos sobre a biodiversidade e o clima."],
    "préservation": ["preservação", "La préservation des habitats naturels est essentielle pour maintenir la biodiversité.", "A preservação dos habitats naturais é essencial para manter a biodiversidade."],
    "commerce équitable": ["comércio justo", "Le commerce équitable vise à garantir des conditions de travail justes pour les producteurs.", "O comércio justo visa garantir condições de trabalho justas para os produtores."],
    "réduction des émissions": ["redução das emissões", "La réduction des émissions de gaz à effet de serre est cruciale pour combattre le changement climatique.", "A redução das emissões de gases de efeito estufa é crucial para combater as mudanças climáticas."],
    "certification écologique": ["certificação ecológica", "La certification écologique garantit que les produits respectent des normes environnementales strictes.", "A certificação ecológica garante que os produtos atendem a padrões ambientais rigorosos."],
    "utilisation durable des terres": ["uso sustentável da terra", "L'utilisation durable des terres vise à préserver la qualité des sols et des écosystèmes.", "O uso sustentável da terra visa preservar a qualidade dos solos e ecossistemas."],
    "efficacité énergétique": ["eficiência energética", "L'efficacité énergétique permet de réduire la consommation d'énergie tout en maintenant le même niveau de service.", "A eficiência energética permite reduzir o consumo de energia mantendo o mesmo nível de serviço."],
    "pollution": ["poluição", "La pollution de l'air est un problème majeur dans les grandes villes.", "A poluição do ar é um problema grave nas grandes cidades."],
    "déchets électroniques": ["resíduos eletrônicos", "La gestion des déchets électroniques est un défi pour la durabilité.", "A gestão de resíduos eletrônicos é um desafio para a sustentabilidade."],
    "transition énergétique": ["transição energética", "La transition énergétique est nécessaire pour réduire la dépendance aux énergies fossiles.", "A transição energética é necessária para reduzir a dependência dos combustíveis fósseis."],
    "économie de partage": ["economia compartilhada", "L'économie de partage permet une utilisation plus efficace des ressources.", "A economia compartilhada permite um uso mais eficiente dos recursos."],
    "énergie géothermique": ["energia geotérmica", "L'énergie géothermique utilise la chaleur de la terre pour produire de l'énergie.", "A energia geotérmica usa o calor da terra para produzir energia."],
    "gouvernance environnementale": ["governança ambiental", "La gouvernance environnementale vise à coordonner les efforts pour protéger l'environnement.", "A governança ambiental visa coordenar os esforços para proteger o meio ambiente."],
    "restauration écologique": ["restauração ecológica", "La restauration écologique consiste à réhabiliter les écosystèmes dégradés.", "A restauração ecológica consiste em reabilitar ecossistemas degradados."],
    "éthique des affaires": ["ética nos negócios", "L'éthique des affaires concerne les pratiques commerciales responsables et transparentes.", "A ética nos negócios diz respeito às práticas comerciais responsáveis e transparentes."],
    "neutralité carbone": ["neutralidade de carbono", "Les entreprises visent souvent la neutralité carbone pour compenser leurs émissions de CO2.", "As empresas frequentemente visam a neutralidade de carbono para compensar suas emissões de CO2."],
    "analyse du cycle de vie": ["análise do ciclo de vida", "L'analyse du cycle de vie évalue l'impact environnemental d'un produit tout au long de sa durée de vie.", "A análise do ciclo de vida avalia o impacto ambiental de um produto ao longo de sua vida útil."],
    "dépense énergétique": ["gasto energético", "Réduire la dépense énergétique est essentiel pour une gestion durable des ressources.", "Reduzir o gasto energético é essencial para uma gestão sustentável dos recursos."],
    "adaptation au changement climatique": ["adaptação às mudanças climáticas", "L'adaptation au changement climatique nécessite des stratégies pour gérer les impacts des variations climatiques.", "A adaptação às mudanças climáticas exige estratégias para lidar com os impactos das variações climáticas."],
    "sécurité alimentaire": ["segurança alimentar", "La sécurité alimentaire est une préoccupation majeure pour assurer un accès suffisant à des aliments nutritifs.", "A segurança alimentar é uma preocupação importante para garantir o acesso a alimentos nutritivos."],
    "impact social": ["impacto social", "Évaluer l'impact social des projets permet de garantir qu'ils bénéficient aux communautés locales.", "Avaliar o impacto social dos projetos ajuda a garantir que eles beneficiem as comunidades locais."],
    "réduction de l'empreinte écologique": ["redução da pegada ecológica", "La réduction de l'empreinte écologique est essentielle pour limiter les impacts environnementaux.", "A redução da pegada ecológica é essencial para limitar os impactos ambientais."],
    "pollution de l'eau": ["poluição da água", "La pollution de l'eau peut avoir des effets néfastes sur la santé humaine et les écosystèmes aquatiques.", "A poluição da água pode ter efeitos prejudiciais à saúde humana e aos ecossistemas aquáticos."],
    "économie bleue": ["economia azul", "L'économie bleue se concentre sur l'utilisation durable des ressources maritimes et océaniques.", "A economia azul foca na utilização sustentável dos recursos marítimos e oceânicos."],
    "stratégie de durabilité": ["estratégia de sustentabilidade", "Une stratégie de durabilité aide les organisations à intégrer des pratiques respectueuses de l'environnement dans leurs opérations.", "Uma estratégia de sustentabilidade ajuda as organizações a integrar práticas respeitosas ao meio ambiente em suas operações."],
    "innovation verte": ["inovação verde", "L'innovation verte est essentielle pour développer des solutions technologiques respectueuses de l'environnement.", "A inovação verde é essencial para desenvolver soluções tecnológicas respeitosas ao meio ambiente."],
    "effets secondaires": ["efeitos colaterais", "Les effets secondaires des produits chimiques doivent être pris en compte pour éviter les impacts environnementaux négatifs.", "Os efeitos colaterais dos produtos químicos devem ser considerados para evitar impactos ambientais negativos."],
    "compensation carbone": ["compensação de carbono", "La compensation carbone permet de neutraliser les émissions de CO2 en investissant dans des projets écologiques.", "A compensação de carbono permite neutralizar as emissões de CO2 investindo em projetos ecológicos."],
    "conservation de l'eau": ["conservação da água", "La conservation de l'eau est cruciale pour prévenir la pénurie d'eau dans les régions sèches.", "A conservação da água é crucial para prevenir a escassez de água em regiões áridas."],
    "biomasse": ["biomassa", "La biomasse est une source d'énergie renouvelable obtenue à partir de matières organiques.", "A biomassa é uma fonte de energia renovável obtida a partir de matérias orgânicas."],
    "énergie hydraulique": ["energia hidráulica", "L'énergie hydraulique utilise le mouvement de l'eau pour produire de l'électricité.", "A energia hidráulica usa o movimento da água para produzir eletricidade."],
    "exploitation durable": ["exploração sustentável", "L'exploitation durable des forêts permet de préserver les ressources tout en répondant aux besoins économiques.", "A exploração sustentável das florestas permite preservar os recursos enquanto atende às necessidades econômicas."],
    "responsabilité sociétale des entreprises": ["responsabilidade social corporativa", "La responsabilité sociétale des entreprises (RSE) concerne les actions des entreprises pour contribuer au développement durable.", "A responsabilidade social corporativa (RSC) diz respeito às ações das empresas para contribuir para o desenvolvimento sustentável."],
    "économie de l'eau": ["economia da água", "L'économie de l'eau consiste à utiliser les ressources hydriques de manière plus efficace.", "A economia da água consiste em usar os recursos hídricos de maneira mais eficiente."],
    "bilan carbone": ["balanço de carbono", "Un bilan carbone mesure la quantité totale de gaz à effet de serre émis par une organisation ou un individu.", "Um balanço de carbono mede a quantidade total de gases de efeito estufa emitidos por uma organização ou indivíduo."],
    "gestion des risques environnementaux": ["gestão de riscos ambientais", "La gestion des risques environnementaux vise à identifier et à atténuer les impacts potentiels sur l'environnement.", "A gestão de riscos ambientais visa identificar e mitigar os impactos potenciais no meio ambiente."],
    "droit environnemental": ["direito ambiental", "Le droit environnemental est un ensemble de règles et de lois visant à protéger l'environnement.", "O direito ambiental é um conjunto de regras e leis voltadas para a proteção do meio ambiente."],
    "transparence": ["transparência", "La transparence est essentielle pour construire la confiance dans les pratiques durables.", "A transparência é essencial para construir confiança nas práticas sustentáveis."],
    "éco-conception": ["eco-design", "L'éco-conception intègre des considérations environnementales dès la phase de conception des produits.", "O eco-design integra considerações ambientais desde a fase de concepção dos produtos."],
    "soutien aux énergies renouvelables": ["apoio às energias renováveis", "Le soutien aux énergies renouvelables peut inclure des subventions et des incitations fiscales.", "O apoio às energias renováveis pode incluir subsídios e incentivos fiscais."],
    "cycle de vie": ["ciclo de vida", "Le cycle de vie d'un produit inclut toutes les étapes, de la production à la fin de vie.", "O ciclo de vida de um produto inclui todas as etapas, da produção ao fim de vida."],
    "réduction de la consommation": ["redução do consumo", "La réduction de la consommation d'énergie est un objectif clé pour améliorer l'efficacité énergétique.", "A redução do consumo de energia é um objetivo chave para melhorar a eficiência energética."],
    "partenariat pour le développement durable": ["parceria para o desenvolvimento sustentável", "Les partenariats pour le développement durable visent à collaborer pour atteindre des objectifs communs.", "As parcerias para o desenvolvimento sustentável visam colaborar para alcançar objetivos comuns."],
    "exploitation minière responsable": ["mineração responsável", "L'exploitation minière responsable cherche à minimiser les impacts environnementaux et sociaux.", "A mineração responsável busca minimizar os impactos ambientais e sociais."],
    "qualité de l'air": ["qualidade do ar", "La qualité de l'air est un indicateur important de la santé environnementale.", "A qualidade do ar é um indicador importante da saúde ambiental."],
    "zones protégées": ["zonas protegidas", "Les zones protégées sont essentielles pour la conservation des espèces menacées.", "As zonas protegidas são essenciais para a conservação das espécies ameaçadas."],
    "énergie propre": ["energia limpa", "L'énergie propre est produite sans polluer l'environnement.", "A energia limpa é produzida sem poluir o meio ambiente."],
    "consommation énergétique": ["consumo energético", "La consommation énergétique des bâtiments peut être réduite par des améliorations en matière d'efficacité énergétique.", "O consumo energético dos edifícios pode ser reduzido por melhorias na eficiência energética."],
    "gestion durable des pêches": ["gestão sustentável da pesca", "La gestion durable des pêches vise à préserver les stocks de poissons tout en permettant leur exploitation.", "A gestão sustentável da pesca visa preservar os estoques de peixes enquanto permite sua exploração."],
    "empowerment communautaire": ["empoderamento comunitário", "L'empowerment communautaire aide les communautés à prendre des décisions sur leur propre développement.", "O empoderamento comunitário ajuda as comunidades a tomar decisões sobre seu próprio desenvolvimento."],
    "audit environnemental": ["auditoria ambiental", "Un audit environnemental évalue les performances environnementales d'une organisation.", "Uma auditoria ambiental avalia o desempenho ambiental de uma organização."],
    "énergies alternatives": ["energias alternativas", "Les énergies alternatives incluent des sources non conventionnelles comme la biomasse et l'énergie géothermique.", "As energias alternativas incluem fontes não convencionais como biomassa e energia geotérmica."],
    "investissement responsable": ["investimento responsável", "L'investissement responsable prend en compte des critères environnementaux, sociaux et de gouvernance.", "O investimento responsável leva em conta critérios ambientais, sociais e de governança."],
    "impact carbone": ["impacto de carbono", "L'impact carbone d'une activité mesure ses émissions de CO2 et autres gaz à effet de serre.", "O impacto de carbono de uma atividade mede suas emissões de CO2 e outros gases de efeito estufa."],
    "recherche et développement durable": ["pesquisa e desenvolvimento sustentável", "La recherche et développement durable explore des technologies pour réduire l'impact environnemental.", "A pesquisa e desenvolvimento sustentável explora tecnologias para reduzir o impacto ambiental."],
    "agriculture durable": ["agricultura sustentável", "L'agriculture durable vise à produire de la nourriture tout en préservant les ressources naturelles.", "A agricultura sustentável visa produzir alimentos enquanto preserva os recursos naturais."],
    "gestion des déchets": ["gestão de resíduos", "La gestion des déchets comprend la collecte, le tri, le recyclage et l'élimination des déchets.", "A gestão de resíduos inclui a coleta, triagem, reciclagem e eliminação de resíduos."],
    "planification environnementale": ["planejamento ambiental", "La planification environnementale intègre des considérations écologiques dans la prise de décision.", "O planejamento ambiental integra considerações ecológicas na tomada de decisões."],
    "engagement écologique": ["compromisso ecológico", "L'engagement écologique des entreprises est crucial pour promouvoir des pratiques durables.", "O compromisso ecológico das empresas é crucial para promover práticas sustentáveis."],
    "systèmes de gestion de l'eau": ["sistemas de gestão da água", "Les systèmes de gestion de l'eau aident à optimiser l'utilisation des ressources hydriques.", "Os sistemas de gestão da água ajudam a otimizar o uso dos recursos hídricos."],
    "transfert de technologie durable": ["transferência de tecnologia sustentável", "Le transfert de technologie durable permet de partager des innovations écologiques entre pays et entreprises.", "A transferência de tecnologia sustentável permite compartilhar inovações ecológicas entre países e empresas."],
    "certification environnementale": ["certificação ambiental", "La certification environnementale atteste que les produits répondent à des critères écologiques.", "A certificação ambiental atesta que os produtos atendem a critérios ecológicos."],
    "agroforesterie": ["agroflorestamento", "L'agroforesterie combine la culture des arbres et des cultures pour améliorer la biodiversité et la productivité.", "O agroflorestamento combina o cultivo de árvores e culturas para melhorar a biodiversidade e a produtividade."],
    "plan d'action climatique": ["plano de ação climática", "Un plan d'action climatique définit les mesures à prendre pour atténuer les effets du changement climatique.", "Um plano de ação climática define as medidas a serem tomadas para mitigar os efeitos das mudanças climáticas."],
    "sensibilisation environnementale": ["sensibilização ambiental", "La sensibilisation environnementale aide à promouvoir des comportements plus écologiques au sein des communautés.", "A sensibilização ambiental ajuda a promover comportamentos mais ecológicos dentro das comunidades."],
    "transition vers une économie bas carbone": ["transição para uma economia de baixo carbono", "La transition vers une économie bas carbone nécessite des investissements dans des technologies propres.", "A transição para uma economia de baixo carbono requer investimentos em tecnologias limpas."],
    "énergie propre et accessible": ["energia limpa e acessível", "Garantir une énergie propre et accessible est essentiel pour un développement durable équitable.", "Garantir energia limpa e acessível é essencial para um desenvolvimento sustentável e justo."],
    "développement régional durable": ["desenvolvimento regional sustentável", "Le développement régional durable cherche à équilibrer croissance économique et préservation de l'environnement.", "O desenvolvimento regional sustentável busca equilibrar crescimento econômico e preservação do meio ambiente."],
    "participation citoyenne": ["participação cidadã", "La participation citoyenne implique l'engagement des citoyens dans les décisions environnementales.", "A participação cidadã envolve o engajamento dos cidadãos nas decisões ambientais."],
    "gestion intégrée des ressources en eau": ["gestão integrada dos recursos hídricos", "La gestion intégrée des ressources en eau coordonne les politiques et pratiques pour une utilisation durable de l'eau.", "A gestão integrada dos recursos hídricos coordena políticas e práticas para um uso sustentável da água."],
    "éducation à l'environnement": ["educação ambiental", "L'éducation à l'environnement sensibilise les jeunes aux enjeux écologiques et aux pratiques durables.", "A educação ambiental sensibiliza os jovens para questões ecológicas e práticas sustentáveis."],
    "économie décarbonée": ["economia descarbonizada", "L'économie décarbonée se concentre sur la réduction des émissions de carbone pour limiter le réchauffement climatique.", "A economia descarbonizada foca na redução das emissões de carbono para limitar o aquecimento global."]
  }
  